Repository: strangerstudios/pmpro-variable-pricing
Catalog: languages/pmpro-variable-pricing-*.po
Languages: af

source: %s or lower.
af: %s of minder.

source: Allow customers to set their own price when checking out for your membership levels.
af: Laat kliÃ«nte toe om hulle eie prys te bepaal wanneer hulle aanteken vir jou lidmaatskap vlakke.

source: Any
af: Enige

source: Between %1$s and %2$s.
af: Tussen %1$s en %2$s.

source: Enable Variable Pricing
af: Aktiveer Veranderlike Pryse

source: Enable:
af: Aktiveer:

source: Enter a minimum price of %s or higher.
af: Voer 'n minimum prys van %s of meer in.

source: Enter a price between %1$s and %2$s.
af: Voer 'n prys tussen %1$s en %2$s in.

source: Enter a price for your membership
af: Voer 'n prys in vir jou lidmaatskap

source: Enter a price of %s or lower.
af: Voer 'n prys van %s of minder in.

source: If variable pricing is enabled, users will be able to set their own price at checkout. That price will override any initial payment and billing amount values you set on this level. You can set the minimum, maximum, and suggested price for this level.
af: As veranderlike pryse geaktiveer is, sal gebruikers hul eie prys by die afhandeling kan stel. Daardie prys sal enige aanvanklike betalings- en faktureringsbedragwaardes, wat jy op hierdie vlak gestel het, oorheers. U kan die minimum, maksimum en voorgestelde prys vir hierdie vlak stel.

source: Leave this blank to allow any maximum amount.
af: Los hierdie leeg om enige maksimum hoeveelheid toe te laat.

source: Max Price:
af: Maksimum Prys:

source: Min Price:
af: Minimum Prys:

source: Minimum price of %s or higher.
af: Minimum prys van %s of meer.

source: Suggested Price:
af: Voorgestelde Prys:

source: Suggested Price: %s.
af: Voorgestelde Prys: %s.

source: The highest accepted price is %1$s%2$s. Please enter a new amount.
af: Die hoogste aanvaarbare prys is %1$s%2$s. Voer asseblief 'n nuwe hoeveelheid in.

source: Variable Pricing
af: Veranderlike Pryse

source: You may leave this blank.
af: Jy kan dit leeg los.

source: Your price:
af: Jou prys:

source: Your price: %s
af: Jou prys: %s
